[ClassDefinition.Class_CatapultTechnical VehicleClassDefinition]
DisplayName="Theft on the farm"

[Weapon.WeaponTypes.WeaponType_Catapult VehicleWeaponTypeDefinition]
Typename="Coral reefs"
PickupMessage="you are rich %s"
UseFailureLevelMessage="You must be at least %d old to use this item.."
UseFailureConstraintsMessage="You cannot use this."
NoManufacturerName="Not acceptable"

